[
  {
    "id": 1,
    "name": "Mini Mauves Lip Duo",
    "img": "https://cdn.shopify.com/s/files/1/0314/1143/7703/products/Mini-Mauve-Lip-Duo-SKU.jpg?v=1626217046",
    "price": 18,
    "brand": "Rare Beauty",
    "description": "For a limited time, Stay Vulnerable Glossy Lip Balm in bestselling shade Nearly Mauve joins With Gratitude Dewy Lip Balm in a brand new, set-exclusive shade, Sincere (rose mauve)—for laid-back looks with serious hydration your lips are bound to love.Like a lip mask in a gloss, Stay Vulnerable Glossy Lip Balm in Nearly Mauve (soft mauve), cushions lips with soft, nourishing color that’s all slick, no stick.With Gratitude Dewy Lip Balm in Sincere (rose mauve) hydrates lips and provides sheer, buildable color with dewy shine.",
    "skinFor": "Sensitive Skin",
    "ingredients": "A Botanical Blend of lotus, gardenia, and white water lily - soothes, calms, and nourishes lips.Vitamin E - moisturizes and softens.",
    "usage": "Stay Vulnerable Glossy Lip Balm:Swipe over bare lips for a glossy wash of color.Dab over your favorite lipstick to add instant shine.With Gratitude Dewy Lip Balm: Swipe over lips whenever, wherever. Repeat for more color. TIP: You can even wear it under or over your favorite lip products for a quick moisture boost"
  },
  {
    "id": 2,
    "name": "Lip Soufflé Matte Lip Cream Duo",
    "img": "https://cdn.shopify.com/s/files/1/0314/1143/7703/products/Holiday-Duo-SKU.jpg?v=1633740142",
    "price": 20,
    "brand": "Rare Beauty",
    "description": "The perfect way to try our full-size Lip Soufflé Matte Lip Cream in Courage + plus new, mini set-exclusive shade Ambition, a warm golden brown.Airy, whipped cream formula glides on easy for full-on color with a featherweight feel.Velvety matte finish with a soft blurring effect—lips look fuller, smoother, and more plump.Hydrates, softens, and stays put. Lips feel comfortable all day—no drying or caking here!",
    "skinFor": "Sensitive Skin",
    "ingredients": "Courage & Amibition: Dimethicone, Methyl Trimethicone, Dimethicone",
    "usage": "Apply directly onto clean, dry lips. Lay it all down in one bold swipe, or go in light and build it up—totally up to you!"
  },
  {
    "id": 3,
    "name": "Lip Soufflé Matte Lip Cream",
    "img": "https://cdn.shopify.com/s/files/1/0314/1143/7703/products/Lip-Souffle-HEROIC-SKU.jpg?v=1598651702",
    "price": 20,
    "brand": "Rare Beauty",
    "description": "Airy, whipped cream formula glides on easy for full-on color with a featherweight feel.Velvety matte finish with a soft blurring effect—lips look fuller, smoother, and more plump.Hydrates, softens, and stays put. Lips feel comfortable all day—no drying or caking here!Precise applicator tip makes it easy to apply.",
    "skinFor": "Sensitive Skin",
    "ingredients": "A Botanical Blend of lotus, gardenia, and white water lily - soothes, calms, and nourishes lips.Vitamin E - moisturizes and softens.Apply directly onto clean, dry lips. Lay it all down in one bold swipe, or go in light and build it up—totally up to you!",
    "usage": "Apply directly onto clean, dry lips. Lay it all down in one bold swipe, or go in light and build it up—totally up to you!"
  },
  {
    "id": 4,
    "name": "LUSTREGLASS SHEER-SHINE LIPSTICK",
    "img": "https://www.maccosmetics.com/media/export/cms/products/640x600/mac_sku_SMXF15_640x600_0.jpg",
    "price": 63,
    "brand": "Mac",
    "description": "Experience glamour in a glide with our revamped sheer and shiny Lipstick formula. Our original Lustre Lipstick has been upgraded to deliver the same effortlessly translucent and glossy colour in a stick you love – now with a luscious blend of good-for-lips ingredients. A creamy combination of jojoba, raspberry seed, coconut and organic extra-virgin olive oils nourishes lips, while shea butter conditions and hyaluronic acid helps moisturize. The result? Comfortable, buildable colour, a luminous, long-wearing finish and softer, smoother and more supple lips that look as good as they feel. Its ultra-lightweight, smooth-as-silk texture glides across lips with unbelievable slip to instantly elevate your look – no mirror needed. Pamper your pout with these lustrous, lust-worthy shades. Ideal for every day and luxurious in every way, Lustreglass Sheer-Shine Lipstick is sheer perfection.",
    "skinFor": "All Skin Type",
    "ingredients": "A Botanical Blend of lotus, gardenia, and white water lily - soothes, calms, and nourishes lips.Vitamin E - moisturizes and softens.Apply directly onto clean, dry lips. Lay it all down in one bold swipe, or go in light and build it up—totally up to you!",
    "usage": "A lightweight, raspberry seed- and organic extra-virgin olive oil-infused lipstick that delivers sheer and shiny colour with a long-wearing, lustrous finish."
  },
  {
    "id": 5,
    "name": "Les Nus by Colour Riche Intense Nude Lipstick",
    "img": "https://i5.walmartimages.com/asr/6aba848a-0dff-4cff-8805-0ff9cd97cabf.5341641d56d6ab28539b3cf0e0e6b420.jpeg?odnHeight=612&odnWidth=612&odnBg=FFFFFF",
    "price": 85.95,
    "brand": "L'OREAl paris",
    "description": "Les Nus by Colour Riche. 12 intense flattering nudes with comfortable wear and color that lasts all day. Part of the House of Audacity - go bold with vivid nude color and a formula that's soft, creamy, and smooth. Find your perfect nude. Express yourself and your attitude with a variety of shades that are non-drying and leave your lips feeling soft. Richly-pigmented color in just one swipe. Lipstick is smudge-proof and doesn't feather. The silhouette bullet shape allows you to line the lips, and the curvatures allow you to cushion the lips with luxurious color. Les Nus by Colour Riche - find your perfect nude.",
    "skinFor": "Normal Skin",
    "ingredients": "Dimethicone hydrogenated polyisobutene polyethylene trimethyl pentaphenyl trisiloxane octyldodecyl neopentanoate sucrose acetate isobutyrate stearyl heptanoate trimethylsiloxysilicate stearyl caprylate argania spinosa kernel oil paraffin pentaerythrityl tetra-di-t-butyl hydroxyhydrocinnamate alumina dimethicone/vinyltrimethylsiloxysilicate crosspolymer cera microcristallina / microcrystalline wax / cire microcristalline",
    "usage": "Apply Les Nus by Colour Riche starting in the center of your upper lip. Work from the center to outer edges of your lips, following the contour of your mouth. Then glide across the bottom lip and fill in."
  },
  {
    "id": 6,
    "name": "Matte Lipstick",
    "img": "https://www.lorealparisusa.com/-/media/project/loreal/brand-sites/oap/americas/us/products/makeup/lip-color/lipstick/colour-riche-matte-lipstick/100-matte-at-bat/071249349649_t2.jpg?w=720&hash=C43F25E5CD6434EA7BC54869932EC6B481AFE6D0",
    "price": 40.1,
    "brand": "L'OREAl paris",
    "description": "Les Nus by Colour Riche. 12 intense flattering nudes with comfortable wear and color that lasts all day. Part of the House of Audacity - go bold with vivid nude color and a formula that's soft, creamy, and smooth. Find your perfect nude. Express yourself and your attitude with a variety of shades that are non-drying and leave your lips feeling soft. Richly-pigmented color in just one swipe. Lipstick is smudge-proof and doesn't feather. The silhouette bullet shape allows you to line the lips, and the curvatures allow you to cushion the lips with luxurious color. Les Nus by Colour Riche - find your perfect nude.",
    "skinFor": "All Skin Type",
    "ingredients": "Dimethicone hydrogenated polyisobutene polyethylene trimethyl pentaphenyl trisiloxane octyldodecyl neopentanoate sucrose acetate isobutyrate stearyl heptanoate trimethylsiloxysilicate stearyl caprylate argania spinosa kernel oil paraffin pentaerythrityl tetra-di-t-butyl hydroxyhydrocinnamate alumina dimethicone/vinyltrimethylsiloxysilicate crosspolymer cera microcristallina / microcrystalline wax / cire microcristalline",
    "usage": "Apply Les Nus by Colour Riche starting in the center of your upper lip. Work from the center to outer edges of your lips, following the contour of your mouth. Then glide across the bottom lip and fill in."
  },
  {
    "id": 7,
    "name": "Velvet Touch Lipstick",
    "img": "https://d16kigrx3p0p99.cloudfront.net/media/catalog/product/cache/74fa4636aa497495a905e686cd02f485/v/e/velvet_touch_lipstick.jpg",
    "price": 25,
    "brand": "Gosh",
    "description": "VELVET TOUCH LIPSTICK creates intense and long-lasting colour due to a high concentration of colour pigments. This amazing and creamy lipstick contains light reflecting particles, to give lips a bright and glossy look. The colour pay-off is fantastic – apply VELVET TOUCH LIPSTICK and stand out from the crowd.",
    "skinFor": "dry skin",
    "ingredients": "octyldodecyl neopentanoate sucrose acetate isobutyrate stearyl heptanoate trimethylsiloxysilicate stearyl caprylate argania spinosa kernel oil paraffin pentaerythrityl tetra-di-t-butyl hydroxyhydrocinnamate alumina dimethicone/vinyltrimethylsiloxysilicate",
    "usage": "Moisturise lips with lip balm.Prime the lips with FIX IT! LIP PRIMER.Apply VELVET TOUCH LIPSTICK"
  },
  {
    "id": 8,
    "name": "MAC Little Smoke Lipstick",
    "img": "https://i.pinimg.com/736x/71/21/71/712171d9fdc11867cb7a6467f4f68f28.jpg",
    "price": 18,
    "brand": "Mac",
    "description": "4 Colors Lipstick Set: 4 Colors Matte Lipstick ,long lasting and waterproof,easy to remove with lip cleansing oil.Perfect as a gift send to Lover, Family and Friends when Valentine's Day, Birthday and other Festival ! Full size lipstick of most popular colors.Long-lasting and Waterproof: These are waterproof long lasting matte lip gloss lipstick. Non-Stick cup, also without fading. Classic red colors, show the most charming you. Natural Formula:Vitamin E, beeswax, vegetable oil and other natural ingredients, natural beeswax lock water to achieve a long-lasting moisturizing effect, you get a beautiful and attractive matte lip color the moment.",
    "skinFor": "All skin Type",
    "ingredients": "Ceresin, Polyethylene, Beeswax, Microcrystalline Wax, Polybutene, Bis-Diglyceryl Polyacyladipate-s, Squalane, Tridecyl Trimellitate, Isopropyl <yristate, Diisosteraryl  Malate, Isononyl Isononanoate, Ethylhexyl Palmite, Ricinus Communis (Castor) Oil, Hydrogenated Vegetable Oil, Ci 77891, Ci 77491, Ci 77492, Ci 77499, Ci 45410, Ci15850,Ci 42090, Ci 19140, Ci 77019.",
    "usage": "Moisturise lips with lip balm.Prime the lips with FIX IT!.Apply Little smoke lipstick"
  },
  {
    "id": 9,
    "name": "MOUSSE CIGARETTE-BOX LIPSTICK SET",
    "img": "https://cdn.shopify.com/s/files/1/0074/9479/5311/products/04_210004a7-d454-4032-ba48-a9c77ee5100e_1200x.jpg?v=1598675024",
    "price": 45,
    "brand": "Pudaier",
    "description": "4 Colors Lipstick Set: 4 Colors Matte Lipstick ,long lasting and waterproof,easy to remove with lip cleansing oil.Perfect as a gift send to Lover, Family and Friends when Valentine's Day, Birthday and other Festival ! Full size lipstick of most popular colors.Long-lasting and Waterproof: These are waterproof long lasting matte lip gloss lipstick. Non-Stick cup, also without fading. Classic red colors, show the most charming you. Natural Formula:Vitamin E, beeswax, vegetable oil and other natural ingredients, natural beeswax lock water to achieve a long-lasting moisturizing effect, you get a beautiful and attractive matte lip color the moment.",
    "skinFor": "Oily skin",
    "ingredients": "Ceresin, Polyethylene, Beeswax, Microcrystalline Wax, Polybutene, Bis-Diglyceryl Polyacyladipate-s, Squalane, Tridecyl Trimellitate, Isopropyl <yristate, Diisosteraryl  Malate, Isononyl Isononanoate, Ethylhexyl Palmite, Ricinus Communis (Castor) Oil, Hydrogenated Vegetable Oil, Ci 77891, Ci 77491, Ci 77492, Ci 77499, Ci 45410, Ci15850,Ci 42090, Ci 19140, Ci 77019.",
    "usage": "Moisturise lips with lip balm.Prime the lips with FIX IT!.Apply MOUSSE CIGARETTE-BOX LIPSTICK SET lipstick"
  },
  {
    "id": 10,
    "name": "Revlon Ultra HD Lipstick – Poppy",
    "img": "https://shop.shajgoj.com/wp-content/uploads/2018/04/1_7.jpg",
    "price": 50,
    "brand": "Revlon",
    "description": "Break free of dull, muted shades and lace your lips in high-definition colour with this New High Definition Lipcolor. Just one coat of the deliciously scented, silky, moisturising formula and lips are instantly enriched in weightless colour.Wax-free high-definition gel technology delivers true color clarity without the heavy feel.Clear gel base allows for a smoother, more even application vs a conventional lipstick.Weightless feel.Full color coverage in one coat.  ",
    "skinFor": "All Skin Type",
    "ingredients": "Revlon Super Lustrous Lipstick, High Impact Lipcolor with Moisturizing Creamy Formula, Infused with Vitamin E and Avocado Oil in Red / Coral Pearl, Peach Me (628)",
    "usage": "Moisturise lips with lip balm.Prime the lips with FIX IT! Apply MOUSSE CIGARETTE-BOX LIPSTICK SET lipstick"
  },
  {
    "id": 11,
    "name": "Revlon ColorStay Ultimate Suede Lipstick – Flashing Lights",
    "img": "https://shop.shajgoj.com/wp-content/uploads/2018/04/14495_800x-600.jpg",
    "price": 25,
    "brand": "Revlon",
    "description": "YOUR FAVORITE LIP MAKEUP: This cult-classic, iconic lipstick is the perfect combination of high-impact color and a super-moisturizing formula.ADDICTIVELY COMFORTABLE FORMULA: Super Lustrous Lipstick is infused with Vitamin E and avocado oil for a creamy, super-moisturizing, comfortable feel.4 UNIQUE FINISHES: Choose your finish! Try 4 lipstick finishes: Classic Super Lustrous in cream or pearl, Super Lustrous Luscious Mattes, or Super Lustrous Glass Shine.130+ BEAUTIFUL SHADES: There are over 130 ways to play with cool, classic and trendy shades ranging from nudes, pinks, reds, corals, browns, and purples",
    "skinFor": "Normal Skin",
    "ingredients": "Revlon Super Lustrous Lipstick, High Impact Lipcolor with Moisturizing Creamy Formula, Infused with Vitamin E and Avocado Oil in Red / Coral Pearl, Peach Me (628)",
    "usage": "Moisturise lips with lip balm.Prime the lips with FIX IT! Apply Revlon ColorStay Ultimate Suede Lipstick – Flashing Lights"
  },
  {
    "id": 12,
    "name": "Mega Last High-Shine Lip Color, Peach Please",
    "img": "https://m.media-amazon.com/images/I/61rQMA++4VL._SL1500_.jpg",
    "price": 20,
    "brand": "wet n wild ",
    "description": "Mega Last High Shine Lipstick: This lush lipstick is infused with Murumuru Butter, Mango Butter, and Sunflower and Watermelon Seed Oils to nourish lips while delivering long wearing buildable lip color.Perfect Your Pout: Available in 13 Cruelty-free, Gluten-free, and Fragrance-free shades, this long wearing, creamy lip color has a buildable formula that glides on easily and won't feather or bleed.Best Face Forward: From bronzer and blush to primer, highlighter, natural finish powder, and concealer, we've got you covered and photo ready for your next big thing. You've met your true makeup match.Always Cruelty Free: We are 100% cruelty free and always have been. We also carry vegan makeup & tools such as foundation, nail polish, contour palettes, lipstick, makeup brushes and more.",
    "skinFor": "dry skin",
    "ingredients": "Tridecyl Trimellitate, Pentaerythrityl Tetraisostearate, Dipentaerythrityl Hexa C5-9 Acid Esters, Methyl Hydrogenated Rosinate, Bis-Behenyl/Isostearyl/Phytosteryl Dimer Dilinoleyl Dimer Dilinoleate, Synthetic Wax, Trimethylolpropane Triisostearate, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Triethylhexanoin, Octyldodecanol, Hydrogenated Styrene/Methyl Styrene/Indene Copolymer, Microcrystalline Wax/Cire microcristalline, Hydrogenated Microcrystalline Wax, Hydrogenated Vegetable Oil,",
    "usage": "Beginning in the center and smoothing outward to the corners of your mouth. Build up to your desired level of intensity."
  }
]